IdeaRS.Connections
WeldData.GetShallowCopy Method
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "M:IdeaRS.Connections.Data.WeldData.GetShallowCopy"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Object GetShallowCopy()
Return Value
Type: Object
[Missing <returns> documentation for "M:IdeaRS.Connections.Data.WeldData.GetShallowCopy"]
Implements
ICopyable.GetShallowCopy()
See Also
Reference
WeldData Class
IdeaRS.Connections.Data Namespace